Repository: dev003-mobile/akcess
Catalog: lib/l10n/app_*.arb
Languages: pt

# startNow
source: Get started now
pt: Começar agora

# startDescription
source: Create an account or log in to explore the app
pt: Criar uma conta ou iniciar sessão para explorar o app

source: Sign In
pt: Entrar

source: Sign Up
pt: Registrar

source: Username
pt: Nome de usuário

source: Phone Number
pt: Telefone

source: Password
pt: Palavra-passe

source: Forgot password?
pt: Não lembra a senha?

source: Remember me
pt: Lembrar-me

source: Continue with Google
pt: Continuar com Google

source: Or
pt: Ou

source: Select your country
pt: Selecione o seu país

source: Remove
pt: Remover

source: Select an option
pt: Selecione uma opção

# selectAnOptionDescription
source: Specify a method you want to use to recover your account.
pt: Especifique um método pelo qual queira usar para dar seguimento a recuperação da sua conta.

source: Message (OTP)
pt: Mensagem (OTP)

source: Enter email address
pt: Informe o email

# enterEmailAddressDescription
source: Enter your e-mail address in the box below to receive a confirmation code to reset your password.
pt: Passe o seu e-mail na caixa abaixo para receber o código de confirmação de redefinição de senha.

# enterPhoneNumber
source: Enter your number
pt: Informe seu número

# enterPhoneNumberDescription
source: Tell us your phone number. An OTP code will be sent to you in a few minutes to help you reset your password.
pt: Informe-nos o seu número de telefone. Um código OTP será enviado em minutos para seguir com a redefinição de senha.

source: Send
pt: Enviar

# exampleEmail
source: example@domain.com
pt: exemplo@dominio.com

source: Redefine
pt: Redefinir

source: Verification Code
pt: Código de Verificação

# verificationCodeDescription
source: We sent you a code to verify you phone number. Please check your messages and enter the code below.
pt: Enviámos-lhe um código para verificar o seu número de telefone. Por favor, verifique as suas mensagens e introduza o código abaixo.

source: Didn't get a code?
pt: Não recebeu um código?

source: Resend
pt: Reenviar

source: Verify
pt: Verificar

source: Check your e-mail
pt: Verifique seu e-mail

# checkYourEmailDescription1
source: Check your email address. We'll send you an OTP code to reset your password at
pt: Verifique o seu email. Enviamos para o

source: Check your messages
pt: Verifique suas mensagens

# checkYourMessagesDescription1
source: Check your messages. We will send you an OTP code to reset your password at
pt: Verifique as suas mensagens. Enviamos para o

source: Spam or junk mail
pt: Caixa de spam ou lixo eletrônico

# spamOrJunkMailDescription
source: Check whether the email has been automatically redirected to the spam or junk folder, especially if it's from a new or infrequent sender.
pt: Verifique se o email foi automaticamente redirecionado para a pasta de spam ou lixo eletrônico, especialmente se for de um remetente novo ou não frequente.

source: Automatic rules and filters
pt: Regras e filtros automáticos

# automaticRulesAndFiltersDescription
source: Check if there are any rules or filters set up in your email that may have moved the message to another folder. Sometimes email is categorized without you even realizing it.
pt: Confira se há regras ou filtros configurados no seu email que podem ter movido a mensagem para outra pasta. Às vezes, o email é categorizado sem que você perceba.

source: Storage limit
pt: Limite de armazenamento

# storageLimitDescription
source: Check if your inbox has reached its storage limit. Some providers block new emails when the capacity is full.
pt: Verifique se sua caixa de entrada atingiu o limite de armazenamento. Alguns provedores bloqueiam o recebimento de novos emails quando a capacidade está cheia.

# ifYouDontReceiveTheOTP
source: If you do not receive the OTP, check it:
pt: Em caso de não receber o OTP, verificar:

source: Network problems
pt: Problemas de rede

# networkProblemsDescription
source: Check if you or the recipient are experiencing network connection problems, such as a weak signal or lack of coverage, which could delay or prevent you from receiving the
pt: Verifique se você ou o destinatário estão com problemas de conexão de rede, como sinal fraco ou falta de cobertura, o que pode atrasar ou impedir o recebimento da mensagem.

source: Correct phone number
pt: Número de telefone correto

# correctPhoneNumberDescription
source: Make sure the phone number is entered correctly. A wrong digit can redirect the message to another recipient or prevent delivery.
pt: Confirme se o número de telefone foi digitado corretamente. Um dígito errado pode redirecionar a mensagem para outro destinatário ou impedir a entrega.

source: Try opening the mail application to see
pt: Tente abrir a aplicação de correios para ver

source: Try opening the messaging app to see
pt: Tente abrir a aplicação de mensagens para ver

source: Messages
pt: Mensagens

source: Unable to open Gmail
pt: Não foi possível abrir o Gmail

source: Unable to open messages
pt: Não foi possível abrir as mensagens
